Repository: jmcardeso/pfc-san-clemente
Catalog: Gesalt/Gesalt/WinFormStrings.*.resx
Languages: gl

# csNotFound
source: No connection to the database has been defined.
gl: Non se definiu ningunha conexión para a base de datos.

# conError
source: Connection Error
gl: Erro na conexión

# conOK
source: Connection established successfully
gl: Conexión establecida con éxito

# firstTimeMsg
source: Gesalt is running for the first time. You must enter some data.
gl: É a primeira vez que se inicia Gesalt. É necesario que indique algúns datos.

# firstTimeTitle
source: Setup Wizard
gl: Asistente de configuración

# noDBMsg
source: You must choose a database location
gl: Debe especificar unha localización para a base de datos

# dbErrorMsg
source: An error occurred while trying to connect to the database. Check the connection settings.
gl: Produciuse un erro ao tentar conectarse á base de datos. Comprobe a configuración da conexión.

# dbErrorTitle
source: Check the connection settings
gl: Verifique os datos da conexión

# fatalErrorDB
source: An error occurred while connecting to the database. The Connection Wizard will open for you to check if the settings are correct.
gl: Produciuse un erro ao conectarse á base de datos. Abrirase o asistente para que verifique se os datos da conexión son correctos.

# fatalErrorDBTitle
source: Fatal error
gl: Erro grave

# dbChange
source: The database will change. The data saved in the old one will not be saved in the new one. The program will stop and the next time you run it, it will open with the new database.
gl: Vai cambiar de base de datos. Os datos gardados na anterior non se conservarán na nova. O programa pecharase e, a próxima vez que o execute, abrirase coa nova base de datos.

# dbChangeTitle
source: Database change
gl: Cambio de base de datos

# dbSettingsChange
source: You will change the database connection settings. The program will stop and the next time you run it, it will connect to the database with the new settings.
gl: Vai cambiar os parámetros de conexión da base de datos. O programa pecharase e, a próxima vez que o execute, conectarase á base de datos cos novos parámetros.

# dbSettingsChangeTitle
source: Database connection settings change
gl: Cambio nos parámetros de conexión da base de datos

# fieldFirstName
source: First Name
gl: Nome

# fieldLastName
source: Last Name
gl: Apelidos

# fieldAddress
source: Address
gl: Dirección

# fieldZip
source: Zip Code
gl: Código postal

# fieldCity
source: City
gl: Localidade

# fieldProvince
source: Province/Country
gl: Provincia/País

# fieldPhone
source: Phone
gl: Teléfono

# fieldPathLogo
source: Logo
gl: Logotipo

# fieldType
source: Type
gl: Tipo

# editLessorTitle
source: Edit an Lessor - Gesalt
gl: Modificar un arrendador - Gesalt

# rowRemovedMsg
source: is going to be removed from the database. Are you sure?
gl: vaise eliminar da base de datos. Está seguro?

# rowRemovedTitle
source: Delete a row
gl: Borrar unha fila

# opFailedMsg
source: The operation couldn't be completed.
gl: A operación non puido completarse.

# opFailedTitle
source: Operation failed
gl: Fallo na operación

source: Equal to
gl: Igual a

source: Different from
gl: Distinto a

source: Starts with
gl: Comeza por

source: Contains
gl: Contén

source: Invalid filter data.
gl: Datos do filtro non válidos.

source: Enter correct data.
gl: Introduza datos correctos.

# filterAnd
source: AND
gl: E

# filterOr
source: OR
gl: OU

# filterLessorLogoTrue
source: Lessor has logo
gl: O arrendador ten logotipo

# filterLessorLogoFalse
source: Lessor has no logo
gl: O arrendador non ten logotipo

# filterLessorsMenuOFF
source: &Filter data
gl: &Filtrar datos

# filterLessorsMenuON
source: Clear &filter
gl: Borrar &filtro

# filterLessorsLabelOFF
source: Lessors:
gl: Arrendadores:

# filterLessorsLabelON
source: FILTER
gl: FILTRO

# addWhenFilterOnMsg
source: There is an active filter. If you add a record, the filter will be reset. Are you sure?
gl: Hai un filtro activo. Se engade un rexistro, o filtro será eliminado. Está seguro?

# ofdImageFilter
source: JPG files (*.jpg)|*.jpg|All files (*.*)|*.*
gl: Ficheiros JPG (*.jpg)|*.jpg|Todos os ficheiros (*.*)|*.*

# rptLessorsHeaderTitle
source: Lessors Report
gl: Informe de arrendadores

# fieldRequired
source: This field is required
gl: Este campo é requerido

# fieldComments
source: Comments
gl: Comentarios

# fieldRating
source: Rating
gl: Valoración

# fieldAcceptAd
source: Accept advertising
gl: Acepta publicidade

# filterGuestAcceptAdTrue
source: Guest accept ad
gl: O cliente acepta publicidade

# filterGuestAcceptAdFalse
source: Guest don't accept ad
gl: O cliente non acepta publicidade

# editGuestTitle
source: Edit a Guest - Gesalt
gl: Editar un cliente - Gesalt

# filterGuestsMenuON
source: Clear &filter
gl: Borrar &filtro

# filterGuestsMenuOFF
source: &Filter data
gl: &Filtrar datos

# filterGuestsLabelON
source: FILTER
gl: FILTRO

# filterGuestsLabelOFF
source: Guests:
gl: Clientes:

# rptGuestsHeaderTitle
source: Guests Report
gl: Informe de clientes

# fieldCadRef
source: Cadastral Ref.
gl: Ref. catastral

# fieldBedrooms
source: Bedrooms
gl: Dormitorios

# fieldMaxGuests
source: Max. Guests
gl: Máx. prazas

# fieldBaths
source: Baths
gl: Baños

# fieldSize
source: Size
gl: Superficie

# filterPropertiesLabelOFF
source: Properties:
gl: Inmobles:

# filterPropertiesLabelON
source: FILTER
gl: FILTRO

# filterPropertiesMenuOFF
source: &Filter data
gl: &Filtrar datos

# filterPropertiesMenuON
source: Clear &filter
gl: Borrar &filtro

# rptPropertiesHeaderTitle
source: Properties Report
gl: Informe de inmobles

# editPropTitle
source: Edit a Property - Gesalt
gl: Modificar un inmoble - Gesalt

# rowRemovedPropMsg
source: The property located on
gl: O inmoble situado en

# fieldDescription
source: Description
gl: Descrición

# aboutVersion
source: Version {0}
gl: Versión {0}

# fieldLessors
source: Lessors
gl: Arrendadores

# editLP
source: Edit the Property's Lessor - Gesalt
gl: Modificar o arrendador do inmoble - Gesalt

# percentError
source: Value is greater than 100 or less than 0
gl: Erro - A porcentaxe é maior que 100 ou menor que 0

# lpEqualsError
source: Error - Adding a lessor twice
gl: Erro - Inténtase engadir o mesmo arrendador dúas veces

# lpRemovedMsg
source: The lessor is going to be removed from this property. Are you sure?
gl: O arrendador vaise eliminar deste inmoble. Está seguro?

# lessorHasPropertyErrorMsg
source: cannot be removed: has properties.
gl: non pode ser borrado: ten inmobles.

# noLessorsErrorMsg
source: There are no lessors in the database.
gl: Non hai arrendadores na base de datos.

# fieldBTName
source: Name
gl: Nome

# fieldStartDate
source: Start Date
gl: Data de alta

# fieldEndDate
source: End Date
gl: Data de baixa

# fieldUrlICalendar
source: URL Calendar
gl: URL Calendario

# fieldStartDate2
source: From
gl: Desde

# fieldEndDate2
source: To
gl: Ata

# fieldValue
source: Value
gl: Valor

# editBTTitle
source: Edit a Booking Type - Gesalt
gl: Modificar un modo de reserva - Gesalt

# startDateAfterEndDate
source: Start date is after end date.
gl: A data de alta é posterior á de baixa.

# priceType1
source: High season
gl: Temporada alta

# priceType2
source: Low season
gl: Temporada baixa

# priceType3
source: Middle season
gl: Temporada media

# priceType4
source: Offer
gl: Oferta

# priceType5
source: Discount
gl: Desconto

# editPrice
source: Edit a Price/Offer - Gesalt
gl: Modificar prezo/oferta - Gesalt

# startDateAfterEndDate2
source: Start date is after end date.
gl: A data de inicio é posterior á de fin.

# percentageError
source: Value is greater than 100 or less than 0
gl: O valor é maior que 100 ou menor que 0

# rowRemovedBookTypeMsg
source: The booking type
gl: O modo de reserva

# priceRemovedMsg
source: The price is going to be removed from this book type. Are you sure?
gl: O prezo vaise eliminar deste modo de reserva. Está seguro?

# priceStartDateOutOfLimitsMsg
source: The start date is not within the limits of the booking type.
gl: A data de inicio non está entre os límites das do modo de reserva.

# priceEndDateOutOfLimitsMsg
source: The end date is not within the limits of the booking type.
gl: A data de fin non está entre os límites das do modo de reserva.

source: Yes
gl: Si

source: No
gl: Non

# noBookTypesErrorMsg
source: There are no booking types for this property. Impossible to add a booking.
gl: Non hai modos de reserva para este inmoble. Imposible engadir unha reserva.

# noGuestsErrorMsg
source: There are no guests in the database. Impossible to add a book.
gl: Non hai clientes na base de datos. Imposible engadir unha reserva.

# noLessorsForBookingErrorMsg
source: There are no lessors for this property. Impossible to add a booking.
gl: Non hai arrendadores para este inmoble. Imposible engadir unha reserva.

# bookGuest
source: Guest:
gl: Cliente:

# bookBT
source: Booking Type:
gl: Modo de reserva:

# bookDays
source: Days:
gl: Días:

# bookStatus
source: Status:
gl: Estado:

# bookAlreadyReservedErrorMsg
source: Some of the selected dates are already booked.
gl: Algunhas das datas seleccionadas xa están reservadas.

source: New Booking
gl: Nova reserva

# bookingStatus3
source: Confirmed
gl: Confirmada

# bookingStatus2
source: Blocked
gl: Bloqueada

# bookingStatus4
source: Completed
gl: Finalizada

# bookingStatus5
source: Cancelled
gl: Cancelada

# bookingStatus1
source: Pending
gl: Pendente
